Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: འདོད་ ལ་སོགས་ ལ་ གང་ སྡང་བ །_། སངས་རྒྱས་ ལ་སོགས་ རྟག་ ཏུ་ མཆོད །_། ཤིང་ སྐམ་ མེ་ ཡིས་ བསྲེགས་པ་ ལྟར །_། དེ་ ནི་ འཁོར་བ་ འཇིག་པ ར་ བྱེད །_།
en: $281 “Those who rise up against desire and the rest, And who constantly worship the Buddha and the others, Will destroy cyclic existence Just like fire consuming dry wood.

source: གང་དག་ སེམས་ ཀྱི་ དབང་ མི་ འགྲོ །_། རྟག་ ཏུ་ དེ་ རྗེས་ སེམས་ འགྲོ་བ །_། མུན་ ལ་ ཉི་མ་ ཤར་བ་ ལྟར །_། དེ་ ནི་ ཉོན་མོངས་ ངེས་པ ར་ འཇོམས །_།
en: $282 “Those who are not controlled by their minds, But always make their minds serve them, Will conquer the afflictions, Just as when darkness disappears at sunrise.

source: སེམས་ ནི་ དགྲ་ ནང་དགྲ་ ཆེན་ ཏེ །_། དེ་ལས་ གཞན་པ འི་ དགྲ་ མེད་ དོ །_།
en: $283 “The mind is the great enemy within— There is no other enemy!

source: རི་ ནི་ དུས་ སུ་ བསྲེགས་པ་ ལྟར །_། སེམས་ཅན་ རྟག་ ཏུ་ སེམས་ ཀྱིས་ བསྲེགས །_།
en: Just as the mountains are eventually consumed by fire, So sentient beings are ever burned by the mind.

source: བྱིས་པ་ བླུན་པོ་ སེམས་ དབང་ སོང་ །_། དབང་པོ་ མ་ ཐུལ་ གང་ཡིན་པ །_། དེ་ ཡི་ སྡུག་བསྔལ་ ཞི་ མེད་ ཅིང་ །_། དེ་ ཡི་ མྱ་ངན་ འདས་པ་ རིང་ །_།
en: $284 “Infantile fools who feel exalted Without having trained their faculties Will not pacify pain, And thus remain far from the transcendence of suffering.

source: སྡུག་བསྔལ་ སྡུག་བསྔལ་ རྣམ་སྨིན་ དང་ །_། སྡུག་བསྔལ་ རྒྱུ་ ནི་ རྣམ་ཤེས་པ །_། ཀུན་ ནས་ ཉོན་མོངས་ འདུས་པ་ ཡི །_། འཆིང་བ་ ཐམས་ཅད་ འཇིག་པ ར་ བྱེད །_།
en: $285 “Those who understand suffering, painful ripening, And the cause of suffering Will break all the chains Of the assembly of afflictions.

source: སྣང་བ འི་ ནང་ ན་ ཤེས་པ་ མཆོག _།
en: $286 “Among all forms of light, knowledge is supreme.

source: མུན་པ འི་ ནང་ ན་ གཏི་མུག་ སྟེ །_།
en: Among all forms of darkness, delusion is the worst.

source: དེ་ལྟ ར་ གང་ཞིག་ སྣང་ ལ་ དགའ །_། དེ་ ནི་ མཁས་པ་ ཞེས་ བྱ་ འོ །_།
en: Wise are those Who take joy in the light.

source: དོན་ རྣམས་ མཆོག་ ཀུན་ མེད་ བྱེད་པ །_། དཔའ་བོས་ གཏི་མུག་ རྣམ་པར་ སྤོངས །_།
en: $287 “The hero relinquishes delusion, Which destroys all supreme objectives.

source: གང་ཞིག་ གཏི་མུག་ དབང་ སོང་བ །_། དེ་ ལ་ ཞི་བ་ མེད་པ་ ཡིན །_།
en: He who is governed by delusion Will never have peace.

source: གལ་ཏེ་ ཆེ་བ ར་ བདག་ འདོད་ ན །_། མེ་ ཡིས་ རེག་པ ར་ གྱུར་ ཀྱང་ རུང་ །_། སྦྲུལ་ དང་ ལྷན་ཅིག་ འདུག་ ཀྱང་ སླ འི །_། ཉོན་མོངས་ ལྷན་ཅིག་ སྦྱོར་ མི་ བྱ །_།
en: $288 “Those who spur themselves toward greatness, May be burned by fire Or keep company with snakes, But they will not stay close to affliction.

source: བདུད་རྩི འི་ ནང་ ན་ ཤེས་པ་ མཆོག _། ཆེ་བ འི་ ནང་ ན་ གཏེར་ མཆོག་ ཡིན །_། གཉེན་ གྱི་ ནང་ ན་ གཉེན་ མཆོག་ སྟེ །_། ནོར་ གྱི་ ནང་ ན་ ནོར་ མཆོག་ གོ །_།
en: $289 “Among all ambrosias, knowledge is supreme; Among all that is magnificent, this treasure is supreme; Among all friends, this one is supreme; Among all jewels, this one is supreme.

source: དེ་ལྟ་བས་ན་ ཡེ་ཤེས་ མེས །_། རྟག་ ཏུ་ ཉོན་མོངས་ རི་ བསྲེག་ གོ །_། ཉོན་མོངས་ རི་ དག་ བསྲེགས་པ་ ནི །_། བདེ་བ འི་ གཞི་ ལ་ གནས་པ་ ཡིན །_།
en: $290 “Thus, the fire of wakefulness Constantly burns the mountain of affliction, And when the mountain of affliction is burned up, One comes to rest upon the ground of bliss.

source: མི་གང་ བློ་ ནི་ ཞན་པ་ དག _། ཆོས་མ་ ཡིན་པ་ ཉོན་མོངས་ གཟེབ །_།
en: $291 “People of feeble mind are caught in the web Of non-Dharma and affliction.

source: འཁོར་བ་ དག་ [147a] ལས་མ་ རྒལ་བ །_། མུན་པ་ མུན་ནག་ ནང་ དུ་ འཇུག _།
en: Unable to go beyond cyclic existence, {{page:{number:131,id:UT22084-068-021-100157,folio:F.147.a,volume:V68}}} They enter pitch-black darkness.

source: གང་དག་ ཆོས་ ལ་ བློ་ རྟག་པ །_། དེ་དག་ དམ་པ་ རྟག་ ཏུ་ མཆོད །_། དེ་དག་ ཚེ་རབས་ འབྲས་བུ ར་ ལྡན །_། དེ་དག་ བློ་ ཡིས་ གཙེ་བ་ མེད །_།
en: $292 “Those who with constant concern for the Dharma Worship holy beings Will encounter fine results throughout all their lives, And their minds will never be harmed.

source: དེ་ལྟ ར་ དགེ་སློང་ དེ་ ཆོས་ དང་ ཆོས་མ་ ཡིན་པ་ དེ་དག་ གི་ རྣམ་པ་ ཡང་དག་པ་ ཤེས་པ ར་ གྱུར་ ནས་ གནས་ ཏེ །_ དེ་ལྟ ར་ དེ་ ཤིན་ཏུ་ དྲི་མ་ མེད་པ འི་ སེམས་ ཀྱིས་ ཚེ་ འབུམ་ཕྲག་ དུ་མ འི་ འཁོར་བ འི་ རི འི་ རྩེ་མོ་ འཇིག་པ ར་ བྱེད་ ཅིང་ སྤོང་བ ར་ བྱེད་ ལ་ འཇོམས་པ ར་ བྱེད་ དེ །_
en: $293 “Thus, the monk who recognizes the distinction between Dharma and non-Dharma will with stainless mind destroy, abandon, and overcome the mountain peaks of hundreds of thousands of lives in cyclic existence.

source: ཡང་ འབྱུང་བ ར་ མི་ བྱེད །_ དེ འི་ ཉོན་མོངས་པ འི་ དགྲ་ འཇོམས་པ ར་ བྱེད་ ཅིང་ །_ དེ འི་ མྱ་ངན་ ལས་ འདས་པ འི་ མཐར་བྱེད་ དོ །_།
en: Ensuring that they do not recur, he conquers the enemy of the afflictions and completes the transcendence of suffering.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ལས་ ཀྱི་ ཆོས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ གཞན་ རྗེས་སུ་ སེམས་པ ར་ བྱེད་ དེ །_ |#| ཇི་ལྟ ར་ ན་ ཉེས་པ ར་ བྱས་པ འི་ སེམས་ ཀྱི་ རྒྱུ འི་ རྒྱུན་ རྣམ་པ་ དུ་མ་ ཆུ་བོ འི་ རྒྱུན་ལྟར་ འབབ་པ འི་ སེམས་ཅན་ རྣམས་ ཀྱིས་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ འབྲས་བུ འི་ ས་ མངོན་དུ་ གྱུར་པ་ སེམས་ཅན་ |#| དམྱལ་བ འི་ ཚོར་བ་ མི་བཟད་པ་ ཚ་བ་ རྩུབ་པ་ དག་ མྱོང་བ ར་ འགྱུར་ སྙམ་ ནས་
en: $294 “Next, the monk will contemplate further ripening of the qualities of karmic action. |#| Thus, he will think, ‘A river-like continuum of ruinous mental causes produces flawed karmic actions that result in the experiences of a being in hell. |#| What are the burning, fierce, and ceaseless sensations of such hell beings?’

source: ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་བ་ དེ་ ལེགས་པ ར་ བྱས་པ་ དང་ །_ ཉེས་པ ར་ བྱས་པ འི་ དེ་ ཁོ་ན་ཉིད་ དཔྱོད་པ འི་ བློས་ རྟོག་པ ར་ བྱེད་ དེ
en: $295 “As he regards inner phenomena in this way, he will examine the reality of good and flawed actions, thinking,

source: ཀྱེ་མ་ སྲོག་ཆགས་ འདི་དག་ ནི་ སེམས་ ཀྱིས་ བསླུས་ ཤིང་ སྲེད་པ ས་ བསླུས་ ནས་ ཡང་སོས་ དང་ །_ ཐིག་ནག་ དང་ །_ བསྡུས་གཞོམ་ དང་ །_ ངུ་འབོད་ དང་ །_ ངུ་འབོད་ ཆེན་པོ་ དང་ །_ ཚ་བ་ དང་ །_ རབ་ཏུ་ ཚ་བ་ དང་ །_ མནར་མེད་པ འི་ གནོད་པ འི་ ཉེན་ འཁོར་ གྱི་ སེམས་ཅན་ དམྱལ་བ ར་
en: ‘Alas, these beings are fooled by their own minds and cravings, and so are stricken by the horrors of the hells of Reviving, Black Line, Crushing, Howling, Great Howling, Heat, Intense Heat, and Ultimate Torment.

source: ཇི་ལྟ ར་ སྐྱེ་བ ར་ འགྱུར །_
en: What is it like to take birth there?

source: འདི་ལྟར་ ལས་ མངོན་སུམ་ དུ་ གྱུར་པ་ སེམས་ཅན་ དམྱལ་བ འི་ འཁོར་ ནི་ གང་ཞིག _།
en: What are the surrounding hells that are encountered by beings who experience such karma?

source: སེམས་ཅན་ དམྱལ་བ ར་ ལས་ གང་ གིས་ སྲོག་ཆགས་ རྣམས་ སེམས་ཅན་ དམྱལ་བ འི་ འཁོར་ དུ་ འགྲོ་ སྙམ་ ནས །_
en: What type of action may make a hell being move to the surrounding hells?’

source: དགེ་སློང་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཡང་སོས་ ན་ ཡོད་པ འི་ འཁོར་ གྱི་ |#| མིང་ ནི་ འདི་ལྟ་སྟེ །_ |#| མི་གཙང་བ འི་ འདམ་ དང་ །_ ལྕགས་ ཀྱིས་ བསྒྱུར་བ་ དང་ །_ སྣོད་ དུ་ བཙོ་བ་ དང་ །_ གནོད་པ་ རྣམ་པར་ མ་ ཞི་བ་ དང་ །_ མུན་པ་ དང་ །_ ཀུན་ དུ་ མི་ དགའ་བ་ དང་ །_ ཚོར་བ་ བདོ་བ་ དང་ །_ ནད་ ཐམས་ [147b] ཅད་པ་ དང་ །_ མཚོན་ འབབ་པ་ དང་ །_ གནོད་པ་ དྲག་པ་ དང་ །_ ནེའུ་ལེ་ ནག་པོ་ ལྟ་བུ་ དང་ །_ གཞན་ དུ་ འགྱུར་བ་ དང་ །_ སྡུག་བསྔལ་ གྱིས་ གནོད་པ་ དང་ །_ པད་མ འི་ ཕྲེང་བ་ དང་ །_ མཚེའུ་ དང་ །_ གནོད་པ་ མཐོ་བ་ སྟེ །_ ཡང་སོས་ ཀྱི་ འཁོར་ བཅུ་དྲུག་ ཡིན་ ནོ །_།
en: $296 “When the monk thus examines things by means of knowledge derived from hearing or through the divine eye, he will notice sixteen realms that surround the great Reviving Hell. |#| They are known by the following names: |#| Swamp of Filth, Mutilation by Iron, Boiling Cauldrons, Relentless Torments, Darkness, Utterly Dreadful, Excruciating Pain, Universal Disease, {{page:{number:132,id:UT22084-068-021-100158,folio:F.147.b,volume:V68}}}Rain of Weapons, Intense Harm, Black Mongoose-Like, Mutation, Harmed by Pain, Garland of Lotuses, Pond, and Superior Harm.

source: དེ་ ལ་ལ ས་ གང་ གིས་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ཀྱི་ འཁོར་ དུ་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_
en: $297 “What karmic actions will cause birth in the surroundings of the Reviving Hell?

source: དགེ་སློང་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན་ སྲོག་གཅོད་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ འི་ ལས་ དང་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ མཇུག་ དང་ ལྡན་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ
en: When the monk investigates things by means of knowledge derived from hearing or through the divine eye, he will understand that if one resorts to, becomes habituated to, and increases acts of killing, along with their preparations and conclusions, one will take birth in the Reviving Hell.

source: འདི་ལྟར་ སྲོག་གཅོད་པ་ ཆེན་པོ་ དང་ །_ འབྲིང་ དང་ །_ ཐ་མ ས་ གནོད་པ་ ཆེན་པོ་ དང་ །_ འབྲིང་ དང་ །_ ཐ་མ ར་ འགྱུར་ རོ །_།
en: That is to say, greater, intermediate, and minor killing will, respectively, result in greater, intermediate, or minor harm.

source: དེ་ ལ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ནི་ མི་ ཚུལ་ཁྲིམས་ དང་ ལྡན་པ འམ་ སྡོམ་པ་ བླངས་པ འམ །_ ཚུལ་ཁྲིམས་ ཀྱི་ ཕྱོགས་ སྤྱོད་པ འི་ སེམས་ཅན་ གཞན་སེམས་ ཅན་ དུ་ ཡང་ ཤེས་ ལ་ བསམས་ བཞིན་ དུ་ སྲོག་ བཅད་ དེ་ལས་ ཀྱི་ མཇུག་ ཀྱང་ སོགས་ ཤིང་ འཆགས་པ ར་ མི་ བྱེད་ ལ་ སེམས་ འགྱོད་པ ར་ མི་ བྱེད །_
en: $298 “Life in a severe hell ensues from intentionally completing, without confession or regret, the killing of sentient beings who are practicing discipline, have received vows, or are engaged in the practice of aspects of discipline;

source: གཞན་དག་ ལ་ ཡང་ རུང་བ ར་ རྗོད་ ཅིང་ ཕྱིར་ཞིང་ བྱེད །_
en: from boasting about such acts and committing them again;

source: གཞན་དག་ ཀྱང་ སྲོག་གཅོད་པ་ དེ་ ལ་ གཅོད་ དུ་ འཇུག་ ཅིང་ རབ་ཏུ་ སྤྲོ་བ ར་ བྱེད །_ དགའ་བ ར་ བྱེད་ ཅིང་ རབ་ཏུ་ གནས་པ ར་ བྱེད་ ལ་ སློབ་པ ར་ བྱེད །_ |#| གཞན་དག་ གིས་ བྱས་པ་ ལ་ རྗེས་སུ་ ཡི་ རང་བ ར་ བྱེད་པ འི་ མི་ གཏི་མུག་ ཅན་ ཡང་ དང་ ཡང་ དུ་ བྱེད་པ འོ །_།
en: from inducing others to kill, urging them, cheering them on, affirming them in these acts, and teaching them how to commit them; and from rejoicing in such acts when they are done by others. |#| A deluded person is liable to commit such acts again and again, resulting in their fall into such a hell.

source: དེ་ སེམས་ཅན་ དམྱལ་བ འི་ གནས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ མི་ རྣམས་ ཀྱི་ ལོ་ ལྔ་ བཅུ་ གང་ཡིན་པ་ དེ་ ནི་ རྒྱལ་ཆེན་ བཞི འི་ ཉིན་ཞག་ གཅིག་ གོ །_།
en: $299 “As for the longevity of the beings in that hell realm, fifty human years make one day among the Four Great Kings.

source: བགྲང་བ འི་ ཚུལ་ དེ་ལྟ་ བུ འི་ ཉིན་ཞག་ སུམ་ཅུ་ ལ་ ཟླ་བ་ གཅིག་ གོ །_། ཟླ་བ་ བཅུ་གཉིས་ ལ་ལོ་ གཅིག་ སྟེ །_
en: Thirty such days make a month, and twelve of those months make a year.

source: རྒྱལ་ཆེན་ བཞི་པ་ དག་ ནི་ ལོ་ ལྔ་ བརྒྱ ར་ འཚོ་ ལ་ དེ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཡང་སོས་ ཀྱི་ ཉིན་ཞག་ གཅིག་ ཡིན་ ནོ །_།
en: The lifespan of the Four Great Kings is five hundred such years, which period makes one day in the life of a being in a great hell.

source: སྡིག་པ་ ཐ་མ་ དང་ །_ འབྲིང་ དང་ ཆེན་པོ ས་ ཚེ་ ཐུང་ངུ་ དང་ འབྲིང་ དང་ རིང་པོ ར་ འགྱུར་ ཏེ །_ དུས་ མ་ཡིན་པ ར་ འཆི་བ་ ནི་ ཡོད་ དོ །_།
en: Corresponding with the degree of severity of their negative karmic actions, the lifespans of such beings may be either short, medium, or long, and they may also die prematurely.

source: གལ་ཏེ་ སྡིག་པ འི་ ས་བོན་ མི་བཟད་པ་ བྱས་ ན་ དེ འི་ འཁོར་ གཅིག་ གམ །_ [148a] གཉིས་ སམ །_ གསུམ་ མམ །_ བཞི འམ །_ ལྔ འམ །_ དྲུག་ ནས་ དེ་བཞིན་ དུ་ འཁོར་ བཅུ་དྲུག་ གི་ བར་ དག་ ཏུ་ སྨིན་པ ར་ འགྱུར་བ་ ནས་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ བསལ་ ལ་ ཟད་པ ར་ མ་ བྱས་ ཀྱི་ བར་ དུ་ འབྱུང་ ངོ་ །_།
en: If the seeds of the accumulated negativity are severe, {{page:{number:133,id:UT22084-068-021-100159,folio:F.148.a,volume:V68}}} one may be additionally cooked in one, two, three, four, five, six, and even up to all sixteen of the neighboring hells until the relevant bad karma has been overcome, relinquished, and exhausted.

source: སེམས་ཅན་ དམྱལ་བ་ གཞན་དག་ གི་ ལོ་ ལྔ་ བརྒྱ་ ནི་ ལྷ འི་ བགྲང་བ འི་ ཚུལ་ དང་ འཐུན་ ཏེ་ མི འི་ ནི་ མ་ ཡིན་ ནོ །_།
en: When it is said that a hell being lives for five hundred years, such a calculation relates to the divine scenario alluded to above, and not that of human beings.

source: དེ་ནས་ གཞན་ ཡང་ ཇི་ལྟ ར་ ན་ དགེ་སློང་ དེ་ སེམས་ཅན་ དམྱལ་བ འི་ འཁོར་ དག་ གི་ ལས་ མངོན་སུམ་ དུ་ གྱུར་པ་ ཡིན་ ཞེ་ན །_
en: $300 “How may a monk additionally perceive the karmic actions that are associated with the neighboring hells?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ ས་ རི་མོ་ ལྟ་བུ འི་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ འི་
en: Spiritual practitioners who carefully observe inner phenomena will see that the mind is like an artist who creates paintings, which are the results of his own acts.

source: ས འི་ ཆ་ སེམས་ ཀྱི་ བསམ་པ འི་ གནས་ ཀྱི་ རྣམ་པ་ གནོད་པ་ བྱེ་བ་ ཁྲག་ཁྲིག་ འབུམ་ཕྲག་ དག་ གི་ འཇིགས་པ་ གཞན་ དང་ མཚུངས་པ་ མེད་པ འི་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ཀྱི་ འཁོར་ དག་ རབ་ཏུ་ འབྱེད་ པར་ བྱེད་ དོ །_།
en: Thus, the mind engenders the landscape of the millions and billions of incomparable terrors associated with the regions that surround the Reviving Hell.

source: ལས་ གང་ གིས་ འཁོར་ མི་གཙང་བ འི་ འདམ་ དུ་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེ་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན་ མི་གཙང་བ འི་ འདམ་ དུ་ སྐྱེ་བ ར་ འགྱུར་བ་ ནི །_
en: $301 “Wondering what karmic actions lead to birth in the region known as the Swamp of Filth, the monk may investigate things by means of knowledge derived from hearing or through the divine eye.

source: མི་དགེ་བ འི་ ལས་ ཀྱི་ ས་བོན་ དུ་ གྱུར་པ་ སྲོག་གཅོད་པ་ ཡིན་ ཏེ གལ་ཏེ་ འདོད་ཆགས་ ཀྱིས་ བྱེད་ ན་ བྱ་ ཡིས་ བྱ་ ལ འམ །_ མིག་ དུད་ ཀ་ ལྟ་བུ ས་ མིག་ དུད་ ཀ་ ལྟ་བུ་ ལ འམ །_ དུད་ ཀ་ ལྟ་བུ ས་ དུད་ ཀ་ ལྟ་བུ་ ལ འམ །_ རྒྱ འམ་ གདོས་ ཀྱིས་ རི་ དག ས་ དང་ རི་ དག ས་ དག་ གསོད་པ ར་ བྱེད་ ལ །_ འཆགས་པ ར་ མི་ བྱེད་ ཅིང་ །_ ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ མཇུག་ སོགས་པ་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ་ དེ་དེ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Thus he will see that similarly unconfessed, duly prepared, completed, and accumulated acts of killing that are driven by desire—as when one hunts birds using birds, lets bears kill bears, or eagles kill eagles,#41 traps deer in snares or hunts them—constitute the generative unvirtuous actions that lead to birth in the Swamp of Filth.

source: དེ འི་ གནོད་པ འི་ ཕྱོགས་ གཅིག་ ཏུ་ འགྱུར་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: $302 “Some of the harms of that realm are as follows.

source: མི་གཙང་བ འི་ འདམ་ གྱི་ འཁོར་ དུ་ མི་གཙང་བ་ རབ་ཏུ་ འབར་བ་ རོ་ ཚ་བ་ ཟངས་ བཞུས་པ་ ལྟ་བུ་ དང་ ལྡན་ ཞིང་ སྲིན་བུ་ མཆུ་ རྡོ་རྗེ་ ལྟ་བུ་ དང་ ལྡན་པ་ དག་ གིས་ ཀུན་ ཏུ་ གང་ སྟེ །_
en: The Swamp of Filth is filled with filth, putrid corpses, and worms with diamond-hard mouths.

source: དེ་ གལ་ཏེ་ མི་གཙང་བ་ དེ་དག་ ཟ་ ན །_ དེ འི་ སྲིན་བུ་ དེ་དག་ གིས་ ལུས་ དེ འི་ ནང་ དུ་ སོང་ སྟེ་ སྔར་ མཆུ་ ཟ འོ །_།
en: If one happens to swallow any of the filth there, the worms within the filth will enter one’s body and begin to consume it.

source: ཕྱིས་ ལྕེ་ ཟ་ སྟེ །_ དེ འི་ འོག་ ཏུ་ རྐན་ ཟ །_ རྐན་ གྱི་ འོག་ ཏུ་ ཨོལ་ གོང་ །_ ཨོལ་ གོང་ གི་ འོག་ ཏུ་ སྙིང་ །_ སྙིང་ གི་ འོག་ ཏུ་ མཆིན་པ །_ མཆིན་པ འི་ འོག་ ཏུ་ མཆེར་པ །_ མཆེར་པ འི་ འོག་ ཏུ་ བཱར་ ཤྨ །_ བཱར་ ཤྨའི་ འོག་ ཏུ་ བཱ་ ཀྴ་ ལི་ ཀ །_། བཱ་ ཀྴ་ ལི་ [148b] ཀ འི་ འོག་ ཏུ་ གཉེ་མ །_ གཉེ་མ འི་ འོག་ཏུ་རྒྱུ་ མ །_ རྒྱུ་མ འི་ འོག་ ཏུ་ ལོང་ ཀ འི་ ནང་ དུ་ སོང་ ནས་ |#| གནད་ ཐམས་ཅད་ དང་ །_ སོ འི་ གནད་ རྒྱུས་པ་ དང་ །_ ཤ་ དང་ །_ གློ་བ་ དག་ སྟེ མི་གཙང་བ འི་ ལུས་ ལས་ སྲིན་བུ་ འབྱུང་བ་ དེ་དག་ གིས་ ཟ འོ །_།
en: They will begin by eating one’s lips, and continue with the tongue, palate, throat, heart, liver, spleen, {{page:{number:134,id:UT22084-068-021-100160,folio:F.148.b,volume:V68}}} vital points, pakṣālikā,#42 entrails, colon, and stomach. |#| From there the worms will spread throughout the impure body, consuming one’s teeth, flesh, and lungs.

source: དེ་ སེམས་ཅན་ དམྱལ་བ འི་ ཚོར་བ་ ཚ་བ །_ རྩུབ་པ །_ མི་བཟད་པ །_ མི འི་ བགྲང་བ འི་ ཚུལ་ གྱིས་ ལོ་ དུ་མ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ཚོར་བ་ མྱོང་བ ར་ འགྱུར་ ཏེ །_
en: Thus, one will experience burning, fierce, and excruciating sensations for many hundreds of thousands of human years.

source: ཇི་ཙམ་ དུ་ སྡིག་པ་ བྱ འི་ སྲོག་གཅོད་པ་ ནི་ བྱས་ གསོད །_ སྲོག་ཆགས་ དུད་ ཀ་ ལྟ་བུ་ ནི་ དུད་ ཀ་ ལྟ་བུ ས་ གསོད །_ རྒྱ་ དང་ གདོས་ ཀྱིས་ རི་ དག ས་ གསོད་པ་ རྔོན་པ་ སྤྱོད་པ འི་ ངང་ཚུལ་ ཅན་ ནི་ དེ་དག་ གིས་ གསོད་ ཅིང་ །_ དེ་དག་ གིས་ དབང་ དུ་ བྱས་ ནས་
en: Corresponding with the evil that was done, one will be killed by birds if one took the lives of birds, by bears if in previous times one killed bears, and by other wild animals if one trapped, ensnared, hunted, or preyed on such animals before.#43

source: ཟ་ སྟེ དེ འི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ ས་ ཇི་ལྟ ར་ དེ་དག་ གིས་ དེ་ ཟོས་པ་ དེ་ལྟ ར་ སྲིན་བུ་ དེ་དག་ གིས་ དེ འི་ ནང་ དུ་ སོང་ ནས་ ཟ འོ །_།
en: As the effects of one’s actions ripen, the worms will enter one’s body and consume it, just as before one would eat the animals.

source: རང་ གི་ ལས་ དགེ་བ་ དང་ །_ མི་དགེ་བ འི་ འབྲས་བུ་ འདྲ་བ་ ནི་ གང་ གི་ ཚེ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་པ ར་ གྱུར་ ན །_ དེ་དེ འི་ ཚེ་ མི་གཙང་བ འི་ འདམ་ གྱི་ འཁོར་ གྱི་ སེམས་ཅན་ དམྱལ་བ་ ལས་ ཐར་བ ར་ འགྱུར་ ཞིང་ །_
en: $303 “As for the consequences of one’s virtuous and unvirtuous actions, once the relevant negative actions have been overcome and relinquished, one will escape the neighboring hell of the Swamp of Filth.

source: སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ དེ་ཡང་ རི་མོ་ བྲིས་པ་ ལྟ་བུ་ འཇིག་པ ར་ འགྱུར་ རོ །_།
en: Hence, that painting made by the painter, the mind, will vanish.

source: དེ་དེ་ ལས་ ཐར་ ནས་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ སུ་ མི་ འགྱུར་ ན་ དེ་ དུད་འགྲོ་ བྱར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ དེ་ བྱ་དེ ར་ གྱུར་ ནས་ དེ་བཞིན་ དུ་ བྱ་དེ ས་ གསོད་ དོ །_།
en: When free from that hell, and if there is no interference based on karmic action to be experienced in future lives, one will at that point be born as an animal.

source: རི་ དག ས་ སུ་ གྱུར་ ན་ ཡང་ དེས་ སྔོན་ ཇི་ལྟ ར་ རྒྱ འམ །_ གདོས་ དག་ གིས་ བྱ འམ་ རི་ དག ས་ དག་ བསད་པ འི་ ལས་ ཀྱི་ འབྲས་བུ་ དེས་ སེམས་ཅན་ དམྱལ་བ ར་ སྨིན་པ འི་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དུད་འགྲོ ར་ སྐྱེ འོ །_།
en: If born as a bird, one will be killed in the same way as oneself before would kill birds, and if born as a wild animal, one’s birth will be in conformity with the karmic action of trapping and ensnaring that originally produced the experience of life in hell.

source: གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ལྷ འམ་ མིར་ སྐྱེས་ ན་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ ཚེ་ ཐུང་བ ར་ འགྱུར་ རོ །_།
en: If due to karmic action to be experienced in future lives one is instead born as a god or a human, one’s life will, in accordance with that residual karma, be short.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ཀྱི་ འཁོར་ གཉིས་པ་ ལྕགས་ ཀྱིས་ བསྒྱུར་བ་ ཞེས་ བྱ་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $304 “Next the monk will examine Mutilation by Iron, the second realm among those that surround the Reviving Hell.

source: སྲོག་གཅོད་པ འི་ ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེ་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_
en: Wondering what acts of killing lead to rebirth there, the monk will examine this with knowledge derived from hearing or through the divine eye.

source: གལ་ཏེ་ རྙེད་པ་ དང་ །_ བཙོང་བ་ དང་ །_ བླང་བ འི་ རྒྱུ འི་ སེམས་ཅན་ དག་ སྲོག་གཅོད་ པར་ བྱེད་ དེ །_ མཚོན་ གྱིས་ གཞན་ [149a] བསད་ ཅིང་ སྲོག་ དང་ བྲལ་ ན །_ དེ་ རྒྱུ་ དེ་ དང་ །_ རྐྱེན་ དེ་ དང་ །_ གཞི་ དེ་ འཆགས་པ ར་ མི་ བྱེད་ ཅིང་ རབ་ཏུ་ སྤྲོ་བ ར་ བྱེད་པ འི་ ལས་ དང་ །_ ལས་ ཀྱི་ ཉེར་བསྡོགས་ བྱས་པ་ ནི་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ལྕགས་ ཀྱིས་ བསྒྱུར་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: He will find that unrepentant, sadistic, and premeditated acts of killing sentient beings with weapons for the sake of wealth, business, and profit {{page:{number:135,id:UT22084-068-021-100161,folio:F.149.a,volume:V68}}} will, just as described before, serve as the cause, condition, and basis for a downfall into the miserable realm of Mutilation by Iron once one separates from one’s body.

source: དེ་ ན་ ལྕགས་ ཀྱི་ ར་བ་ རབ་ཏུ་ འབར་བ་ འཕང་ དུ་ དཔག་ཚད་ བཅུ་ ཡོད་པ་ སེམས་ཅན་ དམྱལ་བ འི་ མེས་ རབ་ཏུ་ འབར་ ཏེ །_
en: $305 “That realm is surrounded by a flaming iron wall that is ten leagues high.

source: དེ འི་ དྲུང་ ན་ མི་ དག་ གི་ མེ་ ནི་ སྤྲིན་ དང་ མཚུངས་ སོ །_།
en: It blazes with hell fire, and within it a cloudlike throng of people is burned alive.

source: མཚོན་ རབ་ཏུ་ འབར་བ འི་ ཤུགས་ ཀྱིས་ ཀྱང་ དེ་དག་ གི་ ལུས་ ལ་ རབ་ཏུ་ འབབ་ སྟེ །_ གང་ གིས་ ལུས་ དེ་དག་ ཡུངས་ཀར་ ཙམ་ དུ་ གཅོད་ ཅིང་ འཇིག _། སྲེག་ ཅིང་ གཤེག་ གོ །_།
en: The inhabitants of this realm are struck by flaming weapons, and their bodies are thereby chopped, burned, and split into pieces the size of a sesame seed.

source: ཐམས་ཅད་ དུ་ མཚོན་ གྱི་ ཆར་ རབ་ཏུ་ འབབ་ སྟེ །_ དཔེར་ན་ འཛམ་བུ་གླིང་ དུ་དུ ས་ སུ་ ཆར་ གྱི་ རྒྱུན་འབབ་པ་ ལྟར་
en: In this way a rain of weapons showers down upon everyone in the same way that rains fall in Jambudvīpa.

source: ཕྱོགས་ བཅུ ར་ མཚོན་ གྱི་ ཆར་ གྱིས་ མངོན་པར་ ཁེབས་ ཏེ །_ གང་ གིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ གཤེགས་ ཀྱང་ འཆི་བ ར་ ནི་ མི་ འགྱུར་ རོ །_།
en: The rain of weapons covers the ten directions and yet, although the people there are cut up by the falling weapons, they will not die.

source: དེ འི་ སྡིག་པ འི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ ས་ ཡན་ལག་ རྣམས་ བཅད་ ཅིང་ གཏུབས་པ་ དང་ རབ་ཏུ་ ངུའོ །_།
en: With the ripening effects of their negative actions, they cry out in agony while their body parts are cut and chopped.

source: ལྕགས་ ཀྱིས་ བསྒྱུར་བ འི་ སེམས་ཅན་ དམྱལ་བ་ དེ་ ན་ རལ་གྲི་ ལོ་མ་ ལྟ་བུ འི་ ཚལ་ ཡོད་ དེ སྟེང་ དང་ འོག་ གི་ སོ་ རྣོ་བ །_ |#| བ་ ཚྭ་ ལྟ་བུ འི་ ཚལ་ དེ་ རྒྱང་རིང་པོ་ ནས་ ཚལ་ ནག་པོ འི་ ཕུང་པོ་ ལྟ་བུ་ མཐོང་ ནས །_
en: $306 “The hell realm of Mutilation by Iron also features forests of trees with leaves that have razor-sharp edges, both above and below. |#| Although the forests are bristling in this way, from a distance they appear dark and lush.

source: དེ་དག་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་པ་ ཀུན་ དུ་ རྒྱུག་ ཅིང་ ཆོ་ངེས་ འདེབས་པ་ ན་ དེ་ གང་ དུ་ ཞུགས་ པར་ གྱུར་པ་ དེ་དག་ ཀུན་ ནས་ མཚོན་ གྱི་ ཆར་ གྱིས་ རྣམ་པར་ གཤེག་ པར་ བྱེད་ དོ །_།
en: People tormented by hunger and thirst therefore run wailing toward such forests, but upon reaching them they are cut up by the rain of weapons.

source: དེར་ ལས་ ཀྱི་ རྒྱུ་ ནི་ ཕྱུགས་ དེ་དག་ ལ་ ཟས་ ཀྱིས་ བྲིད་ ནས་ བསླུས་པ་ དེ འི་ ལས་ དེ་ དང་ འབྲས་བུ་ དེ་ ནི་ འདི་ལྟར་ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ ས་ སེམས་ཅན་ དམྱལ་བ འི་ རི་མོ འི་ གཞི་ ལ་
en: $307 “As for the relevant karmic causes, fooling cattle by leading them on with food will make the painter of the mind draw the designs of this hell realm.

source: སེམས་ཅན་ དམྱལ་བ་པ འི་ མི་དགེ་བ འི་ ལས་ མངོན་པར་ འདྲི་བ་ དེ་ལྟ་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ ར་ འགྲུབ་པ འི་ ལས་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, the unvirtuous actions of the beings that inhabit that realm are responsible for their individual experiences.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ཇི་ཙམ་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ །_ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ གཤེག་ པར་ བྱེད་ དེ །_
en: For as long as those unvirtuous karmic actions have not been overcome, relinquished, and exhausted, the beings in that realm will continue to the be cut up throughout many hundreds of thousands of years.

source: གང་ སེམས་ རི་མོ་ མཁན་ [149b] ལྟ་བུ་ དེས་ མངོན་པར་ འདྲི་བ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Such is, as already mentioned, the way that the painter of the mind {{page:{number:136,id:UT22084-068-021-100162,folio:F.149.b,volume:V68}}} creates its paintings.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ཡང་ སོས་ ཀྱི་ འཁོར་གསུམ་པ་ སྣོད་ དུ་ བཙོ་བ་ ཞེས་ བྱ་བ་ དེ འི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $308 “The monk will then consider the karmic ripening that produces Boiling Cauldrons, the third realm that neighbors the Reviving Hell.

source: ལས་ གང་ཞིག་ གིས་ དེར་ སྐྱེས་པ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན་
en: Wondering what types of actions may bring birth there, he will examine things with knowledge derived from hearing.
